/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ plugin Internet)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d files";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Qualità media)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Alta qualità)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Qualità inferiore)";

/* Undo action name */
"Align Left (Undo action name)" = "Allinea a sinistra";

/* Undo action name */
"Align Right (Undo action name)" = "Allinea a destra";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Tutti i file";

/* Back context menu item */
"Back" = "Indietro";

/* Bold context menu item */
"Bold" = "Grassetto";

/* Capitalize context menu item */
"Capitalize" = "Inserisci maiuscole";

/* Undo action name */
"Center (Undo action name)" = "Centra";

/* Undo action name */
"Change Attributes (Undo action name)" = "Modifica Attributi";

/* Check spelling context menu item */
"Check Document Now" = "Controlla il file adesso";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Controlla grammatica insieme all'ortografia";

/* Check spelling context menu item */
"Check Spelling" = "Controlla ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Controlla ortografia durante la scrittura";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Controlla ortografia mentre scrivo";

/* title for file button used in HTML forms */
"Choose File" = "Scegli Documento";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Cancella ricerche recenti";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Content with specified MIME type can’t be shown";

/* Copy context menu item */
"Copy" = "Copia";

/* Copy Image context menu item */
"Copy Image" = "Copia immagine";

/* Copy Link context menu item */
"Copy Link" = "Copia link";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Correggi automaticamente ortografia";

/* Undo action name */
"Create Link (Undo action name)" = "Crea link";

/* Cut context menu item */
"Cut" = "Taglia";

/* Undo action name */
"Cut (Undo action name)" = "Taglia";

/* Default writing direction context menu item */
"Default" = "Predefinito";

/* Download Image context menu item */
"Download Image" = "Scarica immagine";

/* Download Linked File context menu item */
"Download Linked File" = "Scarica documento collegato";

/* Undo action name */
"Drag (Undo action name)" = "Trascina";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "Formattazione";

/* Forward context menu item */
"Forward" = "Avanti";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Apertura frame interrotta";

/* accessibility role description for web area */
"HTML content" = "Contenuto HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Nascondi Grammatica e ortografia";

/* menu item title */
"Hide Substitutions" = "Nascondi sostituzioni";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignora grammatica";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignora parola";

/* Undo action name */
"Indent (Undo action name)" = "Rientro";

/* Undo action name */
"Insert List (Undo action name)" = "Inserimento elenco";

/* Inspect Element context menu item */
"Inspect Element" = "Ispeziona elemento";

/* Italic context menu item */
"Italic" = "Corsivo";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java non disponibile";

/* Undo action name */
"Justify (Undo action name)" = "Giustifica";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Chiave da %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aggiungi parola";

/* Left to Right context menu item */
"Left to Right" = "Da sinistra a destra";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Cerca in Dizionario";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Allarga crenatura";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abbassa linea di base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Scrivi in lettere minuscole";

/* Make Upper Case context menu item */
"Make Upper Case" = "Scrivi in lettere maiuscole";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nessun suggerimento trovato";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nessuna ricerca recente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Non è consentito utilizzare la porta network limitata";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Apri frame in una nuova finestra";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Apri immagine in una nuova finestra";

/* Open Link context menu item */
"Open Link" = "Apri link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Apri collegamento in una nuova finestra";

/* context menu item for PDF */
"Open with %@" = "Apri con %@";

/* Undo action name */
"Outdent (Undo action name)" = "Riduci rientro";

/* Outline context menu item */
"Outline" = "Bordato";

/* Undo action name */
"Outline (Undo action name)" = "Bordato";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direzione paragrafo";

/* Paste context menu item */
"Paste" = "Incolla";

/* Undo action name */
"Paste (Undo action name)" = "Incolla";

/* Undo action name */
"Paste Font (Undo action name)" = "Incolla font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Incolla righello";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in annullato";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Carico gestito da plug-in";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Alza linea di base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Ricerche recenti";

/* Reload context menu item */
"Reload" = "Ricarica";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Reinizializza";

/* Right to Left context menu item */
"Right to Left" = "Da destra a sinistra";

/* Search in Google context menu item */
"Search in Google" = "Cerca con Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Cerca con Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Cerca con Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direzione selezione";

/* Undo action name */
"Set Background Color (Undo action name)" = "Imposta colore sfondo";

/* Undo action name */
"Set Color (Undo action name)" = "Imposta colore";

/* Undo action name */
"Set Font (Undo action name)" = "Imposta font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Imposta forma carattere tradizionale";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Imposta direzione scrittura";

/* Show colors context menu item */
"Show Colors" = "Mostra Colori";

/* Show fonts context menu item */
"Show Fonts" = "Mostra font";

/* menu item title */
"Show Spelling and Grammar" = "Mostra ortografia e grammatica";

/* menu item title */
"Show Substitutions" = "Mostra sostituzioni";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copia/incolla smart";

/* Smart Dashes context menu item */
"Smart Dashes" = "Trattini smart";

/* Smart Links context menu item */
"Smart Links" = "Link smart";

/* Smart Quotes context menu item */
"Smart Quotes" = "Virgolette curve";

/* Speech context sub-menu item */
"Speech" = "Voce";

/* Spelling context sub-menu item */
"Spelling" = "Ortografia";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia e grammatica";

/* menu item title */
"Spelling..." = "Ortografia...";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Avvia debug JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Avvia profilo JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Inizia riproduzione vocale";

/* Stop context menu item */
"Stop" = "Stop";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Interrompi debug JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interrompi profilo JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Interrompi riproduzione";

/* Styles context menu item */
"Styles..." = "Stili...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Invia";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Invia";

/* Undo action name */
"Subscript (Undo action name)" = "Pedice";

/* Substitutions context sub-menu item */
"Substitutions" = "Sostituzioni";

/* Undo action name */
"Superscript (Undo action name)" = "Apice";

/* Text Replacement context menu item */
"Text Replacement" = "Sostituzione testo";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "The URL can’t be shown";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "The plug-in can’t be found";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "The plug-in can’t be loaded";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per l'area “%@” su %@ sono incorretti. Assicurati di averli inseriti correttamente e riprova.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per il %@ server proxy %@ sono incorretti. Assicurati di averli inseriti correttamente e riprova.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per questa area su %@  non sono corretti. Assicurati di averli inseriti correttamente e riprova.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Questo è un indice di ricerca. Inserisci delle parole chiave di ricerca: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Stringi crenatura";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Per visulizzare questa pagina devi accedere all'area “%@” su %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Per visulizzare questa pagina devi accedere al %@ server proxy %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Per visualizzare questa pagina devi accedere a questa area su %@:";

/* Transformations context sub-menu item */
"Transformations" = "Trasformazioni";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Disattiva crenatura";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Disattiva legature";

/* Undo action name */
"Typing (Undo action name)" = "Inserimento";

/* Underline context menu item */
"Underline" = "Sottolineato";

/* Undo action name */
"Underline (Undo action name)" = "Sottolineato";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Sconosciuto";

/* Undo action name */
"Unlink (Undo action name)" = "Annulla link";

/* Undo action name */
"Unscript (Undo action name)" = "Annulla apice/pedice";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Carica il documento";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Usa tutte le legature";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Usa crenatura standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Usa legature standard";

/* Web Inspector window title */
"Web Inspector — %@" = "Impostazioni web: %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Direzione Scrittura";

/* message in authentication panel */
"Your login information will be sent securely." = "Le informazioni di login saranno inviate in modo sicuro.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "La password verrà inviata in chiaro.";

/* HTTP result code string */
"accepted" = "accettata";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activate";

/* HTTP result code string */
"bad gateway" = "gateway non valido";

/* HTTP result code string */
"bad request" = "richiesta non valida";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "seleziona";

/* HTTP result code string */
"client error" = "errore client";

/* HTTP result code string */
"conflict" = "conflitto";

/* HTTP result code string */
"continue" = "continua";

/* HTTP result code string */
"created" = "creata";

/* definition phrase */
"definition" = "definition";

/* HTTP result code string */
"expectation failed" = "attesa fallita";

/* HTTP result code string */
"forbidden" = "vietato";

/* HTTP result code string */
"found" = "trovato";

/* HTTP result code string */
"gateway timed out" = "tempo di attesa gateway scaduto";

/* accessibility role description for headings */
"heading" = "Intestazione";

/* accessibility role description for image map */
"image map" = "mappa immagine";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "errore interno del server";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "jump";

/* HTTP result code string */
"length required" = "lunghezza richiesta";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "Marcatore elenco";

/* HTTP result code string */
"method not allowed" = "metodo non consentito";

/* HTTP result code string */
"moved permanently" = "spostato permanentemente";

/* HTTP result code string */
"multiple choices" = "scelte multiple";

/* HTTP result code string */
"needs proxy" = "proxy necessario";

/* HTTP result code string */
"no content" = "nessun contenuto";

/* HTTP result code string */
"no error" = "nessun errore";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nessun documento selezionato";

/* HTTP result code string */
"no longer exists" = "non esiste più";

/* HTTP result code string */
"non-authoritative information" = "informazioni non vincolanti";

/* HTTP result code string */
"not found" = "non trovato";

/* HTTP result code string */
"not modified" = "non modificato";

/* HTTP result code string */
"partial content" = "contenuto parziale";

/* HTTP result code string */
"payment required" = "pagamento richiesto";

/* HTTP result code string */
"precondition failed" = "condizione previa fallita";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "premi";

/* HTTP result code string */
"proxy authentication required" = "autenticazione proxy richiesta";

/* HTTP result code string */
"redirected" = "reindirizzato";

/* HTTP result code string */
"request timed out" = "tempo di attesa richiesta scaduto";

/* HTTP result code string */
"request too large" = "richiesta troppo lunga";

/* HTTP result code string */
"requested URL too long" = "richiesta URL troppo lunga";

/* HTTP result code string */
"requested range not satisfiable" = "impossibile soddisfare l'intervallo richiesto";

/* HTTP result code string */
"reset content" = "reimposta contenuto";

/* HTTP result code string */
"see other" = "vedi altro";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "Seleziona";

/* HTTP result code string */
"server error" = "errore server";

/* HTTP result code string */
"service unavailable" = "servizio non disponibile";

/* HTTP result code string */
"success" = "successo";

/* HTTP result code string */
"switching protocols" = "cambio protocolli";

/* HTTP result code string */
"temporarily redirected" = "temporaneamente reindirizzato";

/* term word of a definition */
"term" = "termine";

/* HTTP result code string */
"unacceptable" = "inaccettabile";

/* HTTP result code string */
"unauthorized" = "non autorizzato";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "deseleziona";

/* HTTP result code string */
"unimplemented" = "non implementato";

/* Unknown filename */
"unknown" = "sconosciuto";

/* HTTP result code string */
"unsupported media type" = "tipo media non supportato";

/* HTTP result code string */
"unsupported version" = "versione non supportata";

/* accessibility role description for web area */
"web area" = "Area Web";

